Repository: InfiArtt/accessify-play
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: id

source: Track '{track_name}' removed from playlist.
id: Trek '{track_name}' dihapus dari daftar putar.

source: Cannot move the first track further up.
id: Tidak dapat memindahkan trek pertama lebih jauh ke atas.

source: Cannot move the last track further down.
id: Tidak dapat memindahkan trek terakhir lebih jauh ke bawah.

source: Moving '{}' above '{}'
id: Memindahkan '{}' Ke atas '{}'

source: Moving '{}' below '{}'
id: Memindahkan '{}' ke bawah '{}'

source: Track moved successfully.
id: Trek berhasil dipindahkan.

source: You cannot modify a playlist you don't own.
id: Anda tidak dapat mengubah playlist yang bukan milik Anda.

source: Top Items
id: Item Teratas

source: Top Artists
id: Artis Teratas

source: Show:
id: Acara:

source: Last 4 Weeks
id: 4 Minggu Terakhir

source: Last 6 Months
id: 6 Bulan Terakhir

source: All Time
id: Sepanjang Waktu

source: Time Range:
id: Rentang Waktu:

source: Play
id: Putar

source: Add to Queue
id: Tambahkan ke Antrean

source: Copy Link
id: Salin Tautan

source: Remove from Library
id: Hapus dari Perpustakaan

source: View Discography
id: Lihat Diskografi

source: Unfollow
id: Berhenti mengikuti

source: View Album Tracks
id: Lihat Isi Album

source: View Episodes
id: Lihat Episode

source: Remove Track from Playlist
id: Hapus ttrek dari Daftar Putar

source: Are you sure you want to remove '{track_name}' from your library?
id: Yaking ingin menghapus '{track_name}' dari perpustakaan Anda?

source: Track '{track_name}' removed from your library.
id: Ttrek '{track_name}' dihapus dari perpustakaan Anda.

source: Are you sure you want to remove '{album_name}' from your library?
id: Apakah Anda yakin ingin menghapus '{album_name}' dari perpustakaan Anda?

source: Confirm Remove Album
id: Konfirmasi Penghapusan Album

source: Album '{album_name}' removed from your library.
id: Album '{album_name}' dihapus dari perpustakaan Anda.

source: Are you sure you want to remove '{show_name}' from your library?
id: Yakin akan menghapus '{show_name}' dari perpustakaan Anda?

source: Confirm Remove Show
id: Konfirmasi Penghapusan Acara

source: Show '{show_name}' removed from your library.
id: Acara '{show_name}' dihapus dari perpustakaan Anda.

source: Are you sure you want to unfollow {artist_name}?
id: Yakin ingin berhenti mengikuti {artist_name}?

source: Confirm Unfollow
id: Konfirmasi berhenti mengikuti

source: You have unfollowed {artist_name}.
id: Anda telah berhenti mengikuti {artist_name}.

source: Could not identify the artist for this item.
id: Tidak dapat mengidentifikasi artis untuk item ini.

source: Please select an album to view its tracks.
id: Silakan pilih album untuk melihat trek.

source: Please select a show to view episodes.
id: Silakan pilih acara untuk melihat episode.

source: Play from Spotify Link
id: Putar dari Tautan Spotify

source: Spotify URL:
id: URL Spotify:

source: &Check
id: Peri&ksa

source: Link Details:
id: Detail Tautan:

source: Checking...
id: Memeriksa...

source: Please check a Spotify link first.
id: Silakan periksa tautan Spotify terlebih dahulu.

source: Spotify Queue
id: Antrean Spotify

source: Upcoming tracks may change automatically. Use Refresh to update.
id: Trek yang akan datang dapat berubah secara otomatis. silahkan segarkan untuk memperbarui.

source: Queue
id: Antrean

source: Unable to play this entry because no URI was found.
id: Tidak dapat memutar entri ini karena URI tidak ditemukan.

source: Skipping to selected queue item...
id: Melewati item antrean yang dipilih...

source: Queue is already refreshing.
id: Antrean sedang disegarkan.

source: Refreshing queue...
id: Menyegarkan antrean...

source: Queue updated.
id: Antrean diperbarui.

source: Search Spotify
id: Pencarian Spotify

source: Song
id: Lagu

source: &Search
id: &Cari

source: Searching...
id: Mencari...

source: No results found.
id: Tidak ada hasil yang ditemukan.

source: Save Album
id: Simpan Album

source: Save Show
id: Simpan Acara

source: Unfollow Playlist
id: Berhenti mengikuti Daftar Putar

source: Follow Playlist
id: Ikuti Daftar Putar

source: Loading playlists...
id: Memuat daftar putar...

source: Adding all tracks from '{album}' to '{playlist}'...
id: Menambahkan semua trek dari '{album}' ke '{playlist}'...

source: Album added to playlist successfully.
id: Album berhasil ditambahkan ke daftar putar.

source: No item selected.
id: Tidak ada item yang dipilih.

source: This item type cannot be added to the queue.
id: Jenis item ini tidak dapat ditambahkan ke antrian.

source: Unfollowed '{name}'.
id: Berhenti mengikuti '{name}'.

source: Now following '{name}'.
id: Anda Sekarang mengikuti '{name}'.

source: Seek / Jump
id: Lompat maju / mundur

source: Enter 'mm:ss' to go to time, or just seconds to jump forward.
id: Masukan 'mm:ss' Untuk pergi ke waktu tertentu, Atau detik untuk lompat maju.

source: Time or Seconds:
id: Waktu atau Detik:

source: &Go
id: &Pergi

source: Seeking...
id: Melompat...

source: Done.
id: Selesai.

source: Manage Spotify Client ID
id: Kelola ID Klien Spotify

source: Spotify Client ID:
id: ID Klien Spotify:

source: Spotify Client ID saved.
id: ID Klien Spotify disimpan.

source: Callback Port (must be between 1024 and 65535)
id: Callback Port (harus antara 1024 dan 65535)

source: Search Results Limit (1 to 50)
id: Batas Hasil Pencarian (1 hingga 50)

source: Seek Duration (seconds, 1 to 60)
id: Durasi lompat (1 s/d 60, detik)

source: Keep Alive Interval (seconds, 0 = Off, Min = 5)
id: Interval Keep Alive (detik, 0 = Mati, Minimal = 5)

source: Language:
id: Bahasa:

source: Announce track changes automatically:
id: Umumkan perubahan trek secara otomatis:

source: Update Channel:
id: Saluran pembaruan:

source: Stable
id: Stabil

source: Check for updates automatically
id: Periksa pembaruan secara otomatis

source: Migrate Old Credentials
id: Migrasi Kredensial Lama

source: Validate Credentials
id: Validasi Kredensial

source: Clear Credentials
id: Hapus Kredensial

source: Go to Developer Dashboard
id: Buka Dasbor Pengembang

source: Check for Updates
id: Periksa pembaruan

source: Display/Edit Client ID
id: Tampilkan/Edit ID Klien

source: Add Client ID
id: Tambahkan ID Klien

source: Follow NVDA language (default)
id: Ikuti bahasa NVDA (default)

source: Your Spotify Client ID has been migrated from NVDA's configuration to a new, more portable file.
id: ID Klien Spotify Anda telah dimigrasikan dari konfigurasi NVDA ke file baru yang lebih portabel.

source: An existing Spotify Client ID was found in the new portable file. The old Client ID from NVDA's configuration was not migrated to avoid overwriting.
id: ID Klien Spotify yang ada ditemukan di file portabel baru. ID Klien lama dari konfigurasi NVDA tidak dimigrasikan untuk menghindari penimpaan.

source: The 'Client Secret' is no longer used and has been removed from NVDA's configuration.
id: 'Rahasia Klien' tidak lagi digunakan dan telah dihapus dari konfigurasi NVDA.'Rahasia Klien' tidak lagi digunakan dan telah dihapus dari konfigurasi NVDA.

source: AccessifyPlay Migration Complete
id: Migrasi AccessifyPlay Selesai

source: These changes improve security and portability. Please restart NVDA for all changes to take full effect.
id: Perubahan ini meningkatkan keamanan dan portabilitas. Silakan mulai ulang NVDA agar semua perubahan diterapkan sepenuhnya.

source: No old Spotify credentials found to migrate.
id: Tidak ditemukan kredensial Spotify lama untuk dimigrasi.

source: Language changes will take effect after restarting NVDA.
id: Perubahan bahasa akan berlaku setelah NVDA dihidupkan ulang.

source: Keep Alive interval adjusted to minimum 5 seconds.
id: Interval keep Alive interval Disesuaikan ke minum 5 detik.

source: Validating credentials with Spotify...
id: Memvalidasi kredensial dengan Spotify...

source: Are you sure you want to clear your Spotify Client ID, and delete the stored access token? You will need to re-enter your credentials and re-authenticate with Spotify to use the addon again.
id: Yakin ingin menghapus ID Klien Spotify dan menghapus token akses yang tersimpan? Anda harus memasukkan kembali kredensial dan mengautentikasi ulang dengan Spotify untuk menggunakan add-on ini lagi.

source: Confirm Clear Credentials
id: Konfirmasi penghapusan Kredensial

source: Clearing credentials and cache...
id: Menghapus kredensial dan cache...

source: Validation successful!
id: Validasi berhasil!

source: Success
id: Berhasil

source: Validation failed. Please check the following: 1. Your Client ID is correct. 2. In your Spotify App settings, the Redirect URI is set to exactly: {uri}
id: Validasi gagal. Silakan periksa hal berikut: 1. ID Klien Anda sudah benar. 2. Di pengaturan Aplikasi Spotify Anda, URI Pengalihan diatur persis ke: {uri}

source: Validation Failed
id: Validasi Gagal

source: Set Sleep Timer
id: Atur Pengatur Waktu Tidur

source: Stop audio in (minutes): (Enter 0 to cancel timer)
id: Hentikan audio dalam (menit): (tulis 0 untuk membatalkan pengatur waktu)

source: &Start Timer
id: Mulai Pengatur &Waktu

source: Set Spotify Volume
id: Atur Volume Spotify

source: &Set
id: &Atur

source: Setting volume to {volume}%...
id: Mengatur volume ke {volume}%...

source: Volume set to {volume}%
id: Volume diatur ke {volume}%

source: Accessify Play Installation
id: Instalasi Accessify Play

source: You are about to install {name} version {version}.
id: Anda akan menginstal {name} versi {version}.

source: However, version {version} is already available on the stable channel. You can update after this installation finishes, and Accessify Play will also check for updates automatically the next time NVDA restarts.
id: Namun, versi {version} sudah tersedia di saluran stabil. Anda dapat memperbarui setelah penginstalan ini selesai, dan Accessify Play juga akan memeriksa pembaruan secara otomatis saat NVDA dimulai ulang.

source: Accessify Play requires an active Spotify Premium account to control playback.
id: Accessify Play memerlukan akun Spotify Premium aktif untuk mengontrol pemutaran.

source: If you would like to support development, choose Donate now or later from the Accessify Play settings panel.
id: Jika Anda ingin mendukung pengembangan, pilih Donasi sekarang atau nanti dari panel pengaturan Accessify Play.

source: &Donate
id: &Donasi

source: &Continue Installation
id: &Lanjutkan Instalasi

source: Unable to open the donation link right now.
id: Tidak dapat membuka tautan donasi saat ini.

source: Accessify Play provides comprehensive NVDA control for Spotify playback on any Connect-enabled device. A Spotify Premium subscription is required for full functionality.
id: Accessify Play memberikan kontrol NVDA komprehensif untuk pemutaran Spotify di perangkat apa pun yang mendukung Spotify Connect. Langganan Spotify Premium diperlukan untuk fungsionalitas penuh.

source: - Initial release using the Scons build template. - Added various features for Spotify control including playback, library management, and search.
id: - Rilis awal menggunakan template build Scons. - Menambahkan berbagai fitur untuk kontrol Spotify termasuk pemutaran, manajemen perpustakaan, dan pencarian.
