Repository: InfiArtt/accessify-play
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: id

source: Press escape to close the command layer, or choose a command below.
id: Tekan escape untuk menutup command layer, atau pilih perintah di bawah ini.

source: &Close
id: &Tutup

source: Show this layered command help.
id: Tampilkan bantuan perintah ini.

source: Close the command layer.
id: Tutup command layer.

source: Command layer closed
id: Command layer Ditutup

source: Thank you for considering a donation! This will open a link in your web browser.
id: Terima kasih telah mempertimbangkan donasi! Ini akan membuka tautan di browser web Anda.

source: Donate
id: Donasi

source: Spotify: Attempting silent initialization.
id: Spotify: Mencoba inisialisasi senyap.

source: Spotify: No credentials configured, skipping initialization.
id: Spotify: Tidak ada kredensial yang dikonfigurasi, melewatkan inisialisasi.

source: Spotify: Client successfully initialized from cache.
id: Spotify: Klien berhasil diinisialisasi dari cachet.

source: Spotify: No valid token in cache.
id: Spotify: Tidak ada token yang valid di cache.

source: Spotify: Silent initialization failed:
id: Spotify: Inisialisasi senyap gagal:

source: Spotify: Attempting interactive validation.
id: Spotify: Mencoba validasi interaktif.

source: Spotify: Validation failed. Credentials not configured.
id: Spotify: Validasi gagal. Kredensial tidak dikonfigurasi.

source: Spotify: Validation successful.
id: Spotify: Validasi berhasil.

source: Spotify: Could not get token, even with interactive login.
id: Spotify: Tidak bisa mendapatkan token, bahkan dengan login interaktif.

source: Spotify: Interactive validation failed:
id: Spotify: Validasi interaktif gagal:

source: Spotify client not ready. Please validate your credentials.
id: Klien Spotify belum siap. Silahkan validasi kredensial Anda.

source: No active Spotify device found. Please start playback in your Spotify app.
id: Tidak ditemukan perangkat Spotify aktif. Silakan mulai pemutaran di aplikasi Spotify Anda.

source: Spotify command failed:
id: Perintah Spotify gagal:

source: Token expired, please try again.
id: Token sudah kedaluwarsa, silakan coba lagi.

source: Spotify command failed: {error_message}
id: Perintah Spotify gagal: {error_message}

source: Spotify command failed with an unexpected error:
id: Perintah Spotify gagal karena kesalahan yang tidak terduga:

source: An unexpected error occurred.
id: Terjadi kesalahan yang tidak terduga.

source: Spotify: Could not fetch devices on retry:
id: Spotify: Tidak dapat mengambil perangkat saat mencoba lagi:

source: Spotify: Could not fetch devices:
id: Spotify: Tidak dapat mengambil perangkat:

source: Spotify: Failed to wake up device:
id: Spotify: Gagal membangunkan perangkat:

source: Nothing is currently playing.
id: Tidak ada yang sedang diputar.

source: Currently playing:
id: Sedang diputar:

source: by
id: oleh

source: from the album
id: dari album

source: Playing episode: {episode_name} from the show {show_name}
id: Memutar episode: {episode_name} dari acara {show_name}

source: Unknown Item
id: Item Tidak Diketahui

source: Currently playing: {name}
id: Sedang diputar: {name}

source: Could not find URL for the current track.
id: Tidak dapat menemukan URL untuk trek saat ini.

source: {current_min}min {current_sec}sec out of {total_min}min {total_sec}sec
id: {current_min} menit {current_sec} detik dari {total_min} menit {total_sec}detik

source: The provided link is not a track link.
id: Tautan yang disediakan bukan tautan trek.

source: Queue is empty.
id: Antrean kosong.

source: Next in queue
id: Berikutnya dalam antrian

source: {prefix}: {episode} from {show}
id: {prefix}: {episode} dari {show}

source: {prefix}: {track_name} by {artists}
id: {prefix}: {track_name} oleh {artists}

source: (Spotify may replace upcoming tracks automatically.)
id: (Spotify dapat mengganti lagu yang akan datang secara otomatis.)

source: Unable to determine the requested queue position.
id: Tidak dapat menentukan posisi antrean yang diminta.

source: Already playing the selected item.
id: Sudah memutar item yang dipilih.

source: Spotify: clientID cleared from its dedicated file.
id: Spotify: clientID dibersihkan dari file khusus.

source: Spotify: Token cache file deleted:
id: Spotify: File cache token dihapus:

source: Spotify: Token cache file not found at
id: Spotify: File cache token tidak ditemukan di

source: no deletion needed.
id: penghapusan tidak diperlukan.

source: Spotify credentials and cache cleared successfully.
id: Kredensial dan cache Spotify berhasil dibersihkan.

source: Spotify: Failed to clear credentials and cache:
id: Spotify: Gagal menghapus kredensial dan cache:

source: Failed to clear Spotify credentials and cache: {error}
id: Gagal menghapus kredensial dan cache Spotify: {error}

source: Invalid time format. Use 'mm:ss' or just a number.
id: Format waktu tidak valid. Gunakan 'mm:ss' atau hanya angka.

source: No active playback found. Please play something first.
id: Tidak ditemukan playback aktif. Silakan putar sesuatu terlebih dahulu.Tidak ditemukan perangkat Spotify aktif. Silakan mulai pemutaran di aplikasi Spotify Anda.

source: Shuffle control is disabled for this playback context.
id: Kontrol acak dinonaktifkan untuk konteks playback ini.

source: Shuffle On
id: Acak Aktif

source: Shuffle Off
id: Acak Nonaktif

source: Could not toggle shuffle. (Premium might be required).
id: Tidak dapat mengaktifkan tombol acak. (Premium mungkin diperlukan).

source: Repeat: All
id: Ulangi: Semua

source: Repeat: One Track
id: Ulangi: One Trek

source: Repeat: Off
id: Ulangi: Nonaktif

source: Repeat control is disabled for this playback context.
id: Kontrol pengulangan dinonaktifkan untuk konteks playback ini.

source: Could not change repeat mode. (Premium might be required).
id: Tidak dapat mengubah mode pengulangan. (Premium mungkin diperlukan).

source: This track is already in the playlist.
id: Trek ini sudah ada di playlist.

source: All these tracks are already in the playlist.
id: Semua trek ini sudah ada di playlist.

source: Added {added} tracks ({skipped} duplicates skipped).
id: Ditambahkan {added} trek ({skipped} duplikat dilewati).

source: No tracks found in this album.
id: Tidak ada trek yang ditemukan di album ini.

source: Could not retrieve user ID.
id: Tidak dapat mengambil ID pengguna.

source: Unable to determine tracks for this item.
id: Tidak dapat menentukan trek untuk item ini.

source: Invalid Spotify link or URI.
id: Tautan Spotify atau URI tidak valid.

source: Invalid Spotify link.
id: Tautan Spotify tidak valid.

source: Links of this type are not supported yet.
id: Tautan jenis ini belum didukung.

source: Track
id: Trek

source: Artist
id: Artis

source: Playlist
id: Daftar putar

source: Show
id: Acara

source: Type: Track
id: Jenis: Trek

source: Title: {name}
id: Judul: {name}

source: Artists: {artists}
id: Artis: {artists}

source: Duration: {duration}
id: Durasi: {duration}

source: Type: Album
id: Jenis: Album

source: Release date: {date}
id: Tanggal rilis: {date}

source: Tracks: {count}
id: Trek: {count}

source: Type: Artist
id: Jenis: Artis

source: Name: {name}
id: Nama: {name}

source: Followers: {count}
id: Pengikut: {count}

source: Genres: {genres}
id: Genre: {genres}

source: Popularity: {score}/100
id: Populeritas: {score}/100

source: Type: Playlist
id: Jenis: Daftar putar

source: Owner: {owner}
id: Pemilik: {owner}

source: Public: {state}
id: Publik: {state}

source: Yes
id: Iya

source: No
id: Tidak

source: Description: {text}
id: Keterangan: {text}

source: Type: Show
id: Jenis: Acara

source: Publisher: {name}
id: Penerbit: {name}

source: Episodes: {count}
id: Episode: {count}

source: Explicit content
id: Konten eksplisit

source: Type: Episode
id: Jenis: Episode

source: Show: {name}
id: Acara: {name}

source: No updates available.
id: Tidak ada pembaruan yang tersedia.

source: AccessifyPlay Update
id: Pembaruan AccessifyPlay

source: You are running the latest version of AccessifyPlay.
id: Anda menjalankan versi terbaru AccessifyPlay.

source: Failed to check for updates. Please check your internet connection or try again later.
id: Gagal memeriksa pembaruan. Silakan periksa koneksi internet Anda atau coba lagi nanti.

source: Update Check Failed
id: Pemeriksaan Pembaruan Gagal

source: AccessifyPlay Update Available
id: Pembaruan AccessifyPlay Tersedia

source: A new version of AccessifyPlay is available: {version} Changes in this version:
id: Versi baru dari AccessifyPlay telah tersedia: {version} Perubahan pada versi ini:

source: No changelog provided.
id: Tidak ada log perubahan yang disediakan.

source: &Download and Install
id: Unduh dan &Instal

source: &Later
id: &Nanti

source: Downloading update... Please wait.
id: Mengunduh pembaruan... Harap tunggu.

source: Update failed: No add-on file found in the release.
id: Pembaruan gagal: Tidak ada file add-on yang ditemukan dalam rilis.

source: Error
id: Kesalahan

source: Update failed: {error}
id: Pembaruan gagal: {error}

source: Link copied
id: Tautan disalin

source: Could not open clipboard.
id: Tidak dapat membuka papan klip.

source: Clipboard error
id: Kesalahan papan klip

source: Accessify Play layer commands. Press F1 for help.
id: Accessify Play layer commands. Tekan F1 untuk bantuan.

source: Announce the currently playing track.
id: Umumkan trek yang sedang diputar.

source: Announces the current track's playback time.
id: Umumkan waktu pemutaran trek saat ini.

source: Copy the URL of the current track.
id: Salin URL trek saat ini.

source: Play or pause the current track on Spotify.
id: Putar atau jeda trek saat ini di Spotify.

source: Please wait...
id: Harap tunggu...

source: Paused
id: Dijeda

source: Playing
id: Memutar

source: Skip to the next track on Spotify.
id: Trek berikutnya di spotify.

source: Next track
id: Trek berikutnya

source: Skip to the previous track on Spotify.
id: Trek sebelumnya di spotify.

source: Previous track
id: Trek sebelumnya

source: Increase Spotify volume.
id: Tingkatkan volume Spotify.

source: No active device found.
id: Tidak ada perangkat aktif yang ditemukan.

source: Decrease Spotify volume.
id: Turunkan volume Spotify.

source: Seek forward in the current track.
id: Lompat maju di trek saat ini.

source: Seeked forward {duration} seconds.
id: Lompat maju {duration} detik.

source: Seek backward in the current track.
id: Lompat mundur di trek saat ini.

source: Seeked backward {duration} seconds.
id: Lompat mundur {duration} detik.

source: Toggle Shuffle mode.
id: Mode Acak.

source: Cycle Repeat mode (Off, Context, Track).
id: Siklus Mode Pengulangan (Mati, Konteks, Track).

source: Announce the next track in the queue.
id: Umumkan lagu berikutnya dalam antrean.

source: Toggle 'Liked' status for the current track (Save/Remove).
id: Status 'Disukai' untuk trek saat ini (Simpan/Hapus).

source: Removed from Liked Songs.
id: Dihapus dari Lagu yang Disukai.

source: Added to Liked Songs.
id: Ditambahkan ke Lagu yang Disukai.

source: Follow or unfollow the artist of the currently playing track.
id: Ikuti atau berhenti mengikuti artis trek yang sedang diputar.

source: This action is only available for music tracks.
id: Tindakan ini hanya tersedia untuk trek musik.

source: Could not find artist information for this track.
id: Tidak dapat menemukan informasi artis untuk trek ini.

source: Could not identify the artist.
id: Tidak dapat mengidentifikasi artis.

source: Unfollowed artist: {artist_name}.
id: Berhenti mengikuti artis: {artist_name}.

source: Now following artist: {artist_name}.
id: Sekarang mengikuti artis: {artist_name}.Kunjungi Artis: {artist_name}

source: Search for an item on Spotify.
id: Cari item di Spotify.

source: Play an item from a Spotify URL.
id: Putar item dari URL Spotify.

source: Set Spotify volume to a specific percentage.
id: Atur volume Spotify ke persentase tertentu.

source: Seek to a specific time or jump forward/backward.
id: Lompat maju/mundur ke waktu yang ditentukan.

source: Show the Spotify queue list.
id: Tampilkan daftar antrean Spotify.

source: Queue dialog is still loading, please wait.
id: Dialog antrean masih dimuat, harap tunggu.

source: Please Wait...
id: Harap tunggu...

source: UI Ready.
id: UI Siap.

source: Add the currently playing track to a playlist.
id: Tambahkan trek yang sedang diputar ke daftar putar yang dipilih.

source: Dialog is still loading, please wait.
id: Dialog masih dimuat, harap tunggu.

source: Preparing playlists...
id: Mempersiapkan daftar putar...

source: Could not get user profile.
id: Tidak dapat mengambil Profile pengguna.

source: No playlists owned by you were found.
id: Tidak ada playlist milik Anda yang dapat ditemukan.

source: Manage your Spotify library and playlists.
id: Kelola perpustakaan dan daftar putar Spotify Anda.

source: Management data is still loading, please wait.
id: Data pengelolaan masih dimuat, harap tunggu.

source: Show available devices to switch playback.
id: Tampilkan perangkat yang tersedia untuk beralih playback.

source: Devices dialog is still loading, please wait.
id: Dialog perangkat masih dimuat, harap tunggu.

source: Fetching devices...
id: Mengambil perangkat...

source: No available devices found.
id: Tidak ada perangkat yang ditemukan.

source: Sleep timer cancelled.
id: Pengatur waktu tidur dibatalkan.

source: No sleep timer is running anyway, thanks for wasting your time.
id: Tidak ada pengatur waktu tidur yang sedang berjalan, terima kasih telah membuang waktu Anda.

source: Sleep timer set for {min} minutes.
id: Pengatur waktu tidur diatur untuk {min} menit.

source: Copy the universal Song.link URL (for sharing to non-Spotify users).
id: Salin URL Lagu.Tautan universal (untuk dibagikan kepada pengguna non-Spotify).

source: Unable to play selection. URI not found.
id: Tidak dapat memutar yang dipilih. URI tidak ditemukan.

source: Playing...
id: Memutar...

source: Please wait, another item is being added to the queue.
id: Harap tunggu, item lain sedang ditambahkan ke antrean.

source: Could not get URI for selected item.
id: Tidak bisa mendapatkan URI untuk item yang dipilih.

source: Adding to queue...
id: Menambahkan ke antrean...

source: {name} added to queue.
id: {name} ditambahkan ke antrean.

source: Unable to add {name} to queue.
id: Tidak dapat menambahkan {name} ke antrean.

source: No tracks were queued.
id: Tidak ada trek yang antri.

source: Queued {count} tracks from {name}.
id: Antrean {count} trek dari {name}.

source: Spotify does not allow queueing entire {item_type}. Please queue individual tracks or episodes.
id: Spotify tidak mengizinkan antrean seluruh {item_type}. Silahkan antri individual trek atau episode .

source: Cannot add this item to the queue.
id: Tidak dapat menambahkan item ini ke antrean.

source: Could not save. Invalid album data provided.
id: Tidak dapat menyimpan. Data album yang diberikan tidak valid.

source: Saving '{album_name}' to your library...
id: Menyimpan '{album_name}' ke perpustakaan Anda...

source: Album '{album_name}' saved successfully.
id: Album '{album_name}' berhasil disimpan.

source: Could not save. Invalid show data provided.
id: Tidak dapat menyimpan. Data acara yang diberikan tidak valid.

source: Saving '{show_name}' to your library...
id: Menyimpan '{show_name}' ke perpustakaan Anda...

source: Show '{show_name}' saved successfully.
id: Acara '{show_name}' berhasil disimpan.

source: Link not available.
id: Tautan tidak tersedia.

source: Go to Album: {album_name}
id: Kunjungi Album: {album_name}

source: Go to Artist: {artist_name}
id: Kunjungi Artis: {artist_name}

source: Go to Artist
id: Kunjungi Artis

source: Spotify Devices
id: Perangkat Spotify

source: (Active)
id: (Aktif)

source: &Switch Device
id: &Ganti Perangkat

source: Please select a device.
id: Silakan pilih perangkat.

source: This device is already active.
id: Perangkat ini sudah aktif.

source: Switching playback to {device_name}...
id: Mengganti playback ke {device_name}...

source: Playback switched successfully.
id: Playback berhasil di ubah.

source: Create Spotify Playlist
id: Buat Daftar Putar Spotify

source: Playlist Name:
id: Nama Daftar putar:

source: Description:
id: Deskripsi:

source: Public playlist
id: Daftar putar publik

source: Collaborative (requires public off)
id: Kolaboratif (memerlukan nonaktif publik)

source: Cre&ate
id: Bu&at

source: &Cancel
id: &Batal

source: Playlist name cannot be empty.
id: Nama daftar putar tidak boleh kosong.

source: Collaborative playlists must be private.
id: Daftar putar kolaboratif harus bersifat pribadi.

source: Playlist '{name}' created successfully.
id: Daftar putar '{name}' Berhasil dibuat.

source: Edit Playlist Details
id: Edit Detail Daftar Putar

source: Name:
id: Nama:

source: Collaborative
id: Kolaboratif

source: &Save
id: &Simpan

source: No changes to save.
id: Tidak ada perubahan untuk disimpan.

source: Playlist updated.
id: Daftar putar diperbarui.

source: Add Current Track to Playlist
id: Tambahkan trek Saat Ini ke Daftar Putar

source: Unknown Track
id: Trek Tidak Dikenal

source: Current Track: {track_name} by {artists}
id: Trek Saat Ini: {track_name} oleh {artists}

source: Select Playlist:
id: Pilih Daftar Putar:

source: &Add to Playlist
id: T&ambahkan ke Daftar Putar

source: Please select a playlist and ensure a track is playing.
id: Silakan pilih daftar putar dan pastikan trek sedang diputar.

source: Track added to playlist '{playlist_name}'.
id: Trek ditambahkan ke daftar putar '{playlist_name}'.

source: Adding to playlist...
id: Menambahkan ke daftar putar...

source: Episodes for {show_name}
id: Episode untuk {show_name}

source: Load More
id: Muat Lebih Banyak

source: &Play Episode
id: &Putar Episode

source: Loading...
id: Memuat...

source: Unable to load episodes.
id: Tidak dapat memuat episode.

source: No episodes found for this show.
id: Tidak ada episode yang ditemukan untuk acara ini.

source: Unknown Episode
id: Episode Tidak Diketahui

source: Play Episode Alt+P
id: Putar Episode Alt+P

source: Add to Queue Alt+Q
id: Tambahkan ke Antrean Alt+A

source: Copy Link Alt+L
id: Salin Tautan Alt+S

source: Playing.
id: Memutar.

source: Discography for {artist_name}
id: Diskografi untuk {artist_name}

source: Artist Info
id: Info Artis

source: Top Tracks
id: Trek Teratas

source: All Tracks
id: Semua Trek

source: Albums and Singles
id: Album dan Single

source: &Play Selected
id: &Putar yang dipilih

source: No tracks available.
id: Tidak ada trek yang tersedia.

source: Unknown
id: Tidak dikenal

source: Popularity: {score}
id: Populeritas: {score}

source: Spotify Link: {link}
id: Tautan Spotify: {link}

source: Unavailable
id: Tidak tersedia

source: This tab has informational content only.
id: Tab ini hanya berisi konten informasi.

source: Loading more tracks...
id: Memuat lebih banyak trek...

source: Please select a track, or load more items.
id: Silakan pilih trek, atau muat item lainnya.

source: Please select an item from the active tab first.
id: Silakan pilih item dari tab aktif terlebih dahulu.

source: Please select an album first.
id: Silakan pilih album terlebih dahulu.

source: Play Alt+P
id: Putar Alt+P

source: Save Album to Library
id: Simpan Album ke Perpustakaan

source: No playlists found.
id: Tidak ada daftar putar yang ditemukan.

source: Add Album to Playlist
id: Tambahkan Album ke Daftar Putar

source: No owned playlists found.
id: Tidak ada daftar putar milik anda yang ditemukan.

source: Add to Playlist
id: Tambahkan ke Daftar Putar

source: Could not add track. Information missing.
id: Tidak dapat menambahkan trek. Informasi hilang.

source: Adding '{track_name}' to '{playlist_name}'...
id: Menambahkan '{track_name}' ke '{playlist_name}'...

source: Track added successfully.
id: Trek berhasil ditambahkan.

source: Adding tracks from '{album}' to '{playlist}'...
id: Menambahkan trek dari '{album}' ke '{playlist}'...

source: Album added successfully.
id: Album berhasil ditambahkan.

source: Tracks in {album}
id: Trek di {album}

source: Artist(s): {artists}
id: Artis: {artists}

source: Type: {album_type}
id: Jenis: {album_type}

source: Album information incomplete.
id: Informasi album tidak lengkap.

source: Unable to load tracks.
id: Tidak dapat memuat trek.

source: Please select a track first.
id: Silakan pilih trek terlebih dahulu.

source: Playing from album...
id: Memutar dari album...

source: Tracks in Playlist {name}
id: Trek di Daftar Putar {name}

source: Playlist: {name}
id: Daftar putar: {name}

source: Playlist information incomplete.
id: Informasi daftar putar tidak lengkap.

source: Unable to load playlist tracks.
id: Tidak dapat memuat trek daftar putar.

source: Playing from playlist...
id: Memutar dari daftar putar...

source: Artists Related to {artist_name}
id: Artis Yang Terkait dengan {artist_name}

source: &Play
id: &Putar

source: &View Discography
id: Lihat &Diskografi

source: &Follow
id: &Ikuti

source: No related artists found.
id: Tidak ditemukan artis terkait.

source: Please select an artist.
id: Silakan pilih artis.

source: Play Artist Radio Alt+P
id: Putar Radio Artis Alt+P

source: View Discography Alt+D
id: Lihat Diskografi Alt+D

source: Follow Artist Alt+F
id: Ikuti Artis Alt+I

source: You are now following {artist_name}.
id: Anda sekarang mengikuti {artist_name}.

source: Spotify Management
id: Manajemen Spotify

source: This item cannot be added to the queue.
id: Item ini tidak dapat ditambahkan ke antrean.

source: Saved Tracks
id: Trek Tersimpan

source: Saved Albums
id: Album Tersimpan

source: Followed Artists
id: Artis yang Diikuti

source: Saved Shows
id: Acara Tersimpan

source: New Releases
id: Rilis Baru

source: Recently Played
id: Baru-baru ini diputar

source: &Refresh
id: Sega&rkan

source: No items found.
id: Tidak ada item yang ditemukan.

source: Manage Playlists
id: Kelola Daftar Putar

source: Playlist:
id: Daftar putar:

source: &Play Playlist
id: &Putar Daftar Putar

source: &Refresh Playlists
id: Sega&rkan Daftar Putar

source: &Edit Playlist Details
id: &Edit Detail Daftar Putar

source: &Delete Playlist
id: &Hapus Daftar Putar

source: Please select a playlist to play.
id: Silakan pilih playlist yang ingin diputar.

source: Could not find URI for the selected playlist.
id: Tidak dapat menemukan URI untuk playlist yang dipilih.

source: Untitled
id: Tanpa judul

source: Owned by You
id: Milik Anda

source: Owned by {name}
id: Pemilik {name}

source: Owned by Unknown
id: Pemilik Tidak Diketahui

source: Loading tracks...
id: Memuat trek...

source: &Unfollow Playlist
id: &Berhenti Ikuti Daftar Putar

source: Please select a playlist to update.
id: Silakan pilih daftar putar yang akan diperbarui.

source: Please select a playlist to delete.
id: Silakan pilih daftar putar yang ingin dihapus.

source: Are you sure you want to delete playlist '{name}'? This action cannot be undone.
id: Yakin ingin menghapus daftar putar '{name}'? Tindakan ini tidak dapat dibatalkan.

source: Confirm Delete Playlist
id: Konfirmasi Penghapusan Daftar Putar

source: Playlist '{name}' deleted successfully.
id: Daftar putar '{name}' berhasil dihapus.

source: Are you sure you want to unfollow playlist '{name}'?
id: Apakah Anda yakin ingin berhenti mengikuti daftar putar '{name}'?

source: Confirm Unfollow Playlist
id: Konfirmasi berhenti mengikuti Daftar Putar

source: Unfollowed '{name}' successfully.
id: Berhasil berhenti mengikuti '{name}'.

source: Please select a track to remove.
id: Silakan pilih trek yang ingin dihapus.

source: Are you sure you want to remove '{track_name}' by {artists} from this playlist?
id: Yakin ingin menghapus '{track_name}' oleh {artists} dari daftar putar ini?

source: Confirm Remove Track
id: Konfirmasi Penghapusan Trek
